/*  Display when user enters a valid ip address or name */
"Valid and complete address." = "Valid and complete address.";

/* Display when user enters an invalid ip address or name */
"Invalid or incomplete address." = "Invalid or incomplete address.";

/* Display when port number entry is incorrect */
"Invalid port number. Port number must be between 1-65535." = "Invalid port number. Port number must be between 1-65535.";

/* Display when address field is empty */
"Enter host name or IP address." = "Enter host name or IP address.";

/*  Display when verifying what the user enters in ip address field */
"Verifying address..." = "Verifying address…";

/* */ 
"Unable to determine reachability. [%d, %ld]" = "Unable to determine reachability. [%d, %ld]";
